window.text = {
  "words": {
    "riverid": "नदीको ID",
    "forecast": "पूर्वानुमान",
    "retro": "पूर्वव्यापी",
    "year": "वर्ष",
    "years": "वर्षहरू",
    "all": "सबै"
  },
  "prompts": {
    "mobile": "प्यान गर्न स्वाइप गर्नुहोस्। जुम गर्न पिन्च गर्नुहोस्। नदीहरू चयन गर्न थिच्नुहोस्। यो सन्देश हटाउन स्वाइप गर्नुहोस्।",
    "tryRiverAgain": "नदी फेला परेन। खोलामा थिच्र्दा जूम गरेर सोही ठाउँमा थिच्न प्रयास गर्नुहोस्।",
    "enterRiverID": "कृपया ९ अंकको मान्य नदी ID प्रविष्ट गर्नुहोस्।",
    "invalidRiverID": "त्रुटि: नदी ID नम्बरहरू ९ अंकको हुनुपर्छ।",
    "findingRiver": "नदी खण्ड पहिचान गर्दैछ। चार्टहरू चाँडै लोड हुँदैछ,धैर्य धारण गर्नुहोस्।"
  },
  "status": {
    "load": "लोड हुँदैछ",
    "ready": "तयार",
    "fail": "असफल",
    "clear": "कुनै छैन",
    "unknown": "अज्ञात नदी"
  },
  "tooltips": {
    "home": "गृहपृष्ठमा जानुहोस्",
    "basemap": "बेसम्याप परिवर्तन गर्नुहोस्",
    "filter": "डेटा फिल्टर गर्नुहोस्",
    "scale": "स्केल बार",
    "legend": "Legend"
  },
  "inputs": {
    "forecast": "पूर्वानुमान प्लटहरू देखाउनुहोस्",
    "retro": "पूर्वव्यापी प्लटहरू देखाउनुहोस्"
  },
  "plots": {
    "fcTitle": "पूर्वानुमानको लागि नदी", //
    "fcXaxis": "मिति", //
    "fcYaxis": "प्रवाह", //
    "fcLineUncertainty": "अनिश्चितता", //
    "fcLineMedian": "अनुमानित प्रवाह", //
    "retroTitle": "पूर्वव्यापी लागि नदी", //
    "retroXaxis": "मिति", //
    "retroYaxis": "प्रवाह" //
  }
}